alacritty
amd-ucode
ark
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
carapace-bin
dbeaver
discord
docker
docker-compose
dolphin
efibootmgr
eza
firefox
flameshot
fuzzel
fzf
ghostty
git
go
grim
grub
gst-plugin-pipewire
helium-browser-bin
helix
htop
hyprland
hyprpaper
hyprpicker
hyprshot
inotify-tools
intel-media-driver
iwd
jq
jujutsu
kate
kmix
konsole
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
ly
mako
man-db
nano
neovim
network-manager-applet
networkmanager
niri
nodejs
npm
nushell
os-prober
paru
paru-debug
paruz
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
qt6-languageserver
quickshell
sesh-bin
smartmontools
sof-firmware
spotify-launcher
steam
stow
swaybg
swayidle
swaylock
tailscale
timeshift
tmux
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wl-mirror
wlsunset
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xhost
xorg-xinit
xwayland-satellite
yazi
zoxide
zram-generator
zsh
